Repository: zertuncer/Trio-main
Catalog: Trio-main/RileyLinkKit/RileyLinkKit-7ac340a4c3a3ec18e16264d0468474b04485ce8f/RileyLinkBLEKit/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, he, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sv, tr, vi, zh_hans

source: Characteristic value was empty
da: Karakteristisk værdi var tom
de: Eigenschaftswert war leer
es: Valor característico estaba vacío
fr: La valeur de la caractéristique est vide
it: Il valore caratteristico era vuoto
nb: Karakteristisk verdi var tom
nl: Karakteristieke waarde was leeg
pl: Wartość charakterystyczna była pusta
ro: Valoarea caracteristică era goală
ru: Значение характеристики было пустым
sk: Charakteristická hodnota bola prázdna
tr: Karakteristik değer boştu
zh_hans: 特征值为空

source: Data exceeded maximum size of %@ bytes
da: Data overskred den maksimale størrelse på %@ bytes
de: Datenvolumen übersteigt die Maximalgröße von %@ Bytes
es: El Dato excede el tamaño de %@ bytes
fi: Tietomäärä ylitti maksimikoon %@ tavua
fr: Les données ont dépassé la taille maximale de %@ octets
it: I dati superano la dimensione massima di %@ bytes
ja: データが最大サイズの %@バイトを超えました
nb: Data overskrider maks størrelse på %@ bytes
nl: Gegevens overschrijden maximale grootte van %@ bytes
pl: Dane przekraczają maksymalną pojemność %@ bajtów
pt_br: Dados excederam o tamanho máximo de %@ bytes
ro: Datele au depășit dimensiunea maximă de %@ octeți
ru: Данные превышают максимальный объем %@ байт
sk: Dáta prekročili maximálnu veľkosť %@ bajtov
sv: Kan inte skriva data då maxgränsen %@ bytes är uppnådd
tr: Veri maksimum %@ bayt boyutunu aştı
vi: Dữ liệu vượt quá dung lượng cho phép %@ bytes
zh_hans: 数据超过最大%@字节

source: Input %@ is invalid
da: Input %@ er ugyldigt
de: Eingabe %@ ist ungültig
es: El dato %@ es inválido
fi: Syöte %@ on virheellinen
fr: L’entrée %@ n’est pas valide
he: קלט %@ אינו חוקי
it: L'input %@ non è valido
ja: %@のインプットは無効です
nb: Inndata %@ er ikke gyldig
nl: Invoer %@ is ongeldig
pl: Wprowadzona %@ jest nieprawidłowa
pt_br: Entrada %@ é inválida
ro: Introducerea %@ este invalidă
ru: Введенная величина %@ неверна
sk: Vstup %@ je neplatný
sv: Inmatningen %@ är ogiltig
tr: %@ girişi geçersiz
vi: Nguồn nhập liệu %@ không tồn tại
zh_hans: 输入%@无效

source: Make sure the device is nearby, and the issue should resolve automatically
da: Sørg for at enheden er tæt på, så bør problemet blive løst automatisk
de: Sicherstellen, dass sich das Gerät in der Nähe befindet, um das Problem automatisch zu beheben
es: Asegúrate de que los dispositivos estén cercanos. El problema deberá solucionarse automáticamente
fi: Varmista, että laite on lähellä, jolloin ongelman pitäisi ratketa itsestään
fr: Assurez-vous que le périphérique est à proximité et le problème devrait se résoudre automatiquement
he: ודא שהמכשיר נמצא בקרבת מקום, והבעיה אמורה להיפתר אוטומטית
it: Assicurati che il dispositivo sia nelle vicinanze e il problema dovrebbe risolversi automaticamente
ja: デバイスを近くにおいてください。問題は自動的に解決されます。
nb: Forsikre deg at enheten er i nærheten, så skal problemet automatisk løse seg selv.
nl: Zorg ervoor dat het apparaat in de buurt is, wat het probleem automatisch zou moeten oplossen.
pl: Upewnij się, że urządzenie jest w pobliżu; problem powinien rozwiązać się automatycznie
pt_br: Confira que o dispositivo esteja próximo, e o problema deve se resolver automaticamente.
ro: Asigurați-vă că dispozitivul este în apropiere, iar problema ar trebui să se rezolve automat
ru: Убедитесь в том, что устройство находится рядом и проблема должна устраниться автоматически
sk: Uistite sa, že je zariadenie v blízkosti a problém by sa mal vyriešiť automaticky
sv: Säkerställ att enheten är inom räckhåll så borde problemet lösas automatiskt
tr: Cihazın yakında olduğundan emin olun ve sorun otomatik olarak çözülecektir.
vi: Chắc chắn rằng thiết bị đang bên cạnh và các vấn đề sẽ được giải quyết tự động
zh_hans: 确保设备在附近，该问题可自动解决

source: Peripheral did not respond in time
da: Ekstern enhed svarede ikke i tide
de: Peripherie antwortete nicht rechtzeitig
es: El dispositivo periférico no respondió a tiempo
fi: Ulkoinen laite ei vastannut ajoissa
fr: Le périphérique n’a pas répondu à temps
it: La periferica non ha risposto in tempo
ja: 危機が時間内に反応しませんでした
nb: Tilbehøret svarte ikke i tide
nl: Apparaat reageerde niet op tijd
pl: Urz. peryferyjne nie odpowiada
pt_br: Acessório não respondeu a tempo
ro: Perifericul nu a răspuns la timp
ru: Периферийное устройство не отозвалось вовремя
sk: Periférne zariadenie nereagovalo načas
sv: Enhet svarade inte inom utsatt tid
tr: Çevre birimi zamanında yanıt vermedi
vi: Ngoại vi không đáp ứng kịp thời
zh_hans: 外围设备没有及时响应

source: Peripheral isnʼt connected
da: Ekstern enhed er ikke forbundet
de: Peripherie ist nicht verbunden
es: El dispositivo periférico no está conectado
fi: Ulkoinen laite ei ole yhdistetty
fr: Le périphérique n’est pas connecté
it: La periferica non è connessa
ja: 危機が接続されていません
nb: Tilbehøret er ikke tilkoblet
nl: Apparaat is niet verbonden
pl: Urz. peryferyjne jest niepodłączone
pt_br: Acessório não está conectado
ro: Perifericul nu este conectat
ru: Соединение с периферийным устройством не установлено
sk: Periférne zariadenie nie je pripojené
sv: Enheten är inte ansluten
tr: Çevre birimi bağlı değil
vi: Ngoại vi không được kết nối
zh_hans: 外围设备未连接

source: Pump did not respond in time
da: Pumpe svarede ikke i tide
de: Pumpe antwortet nicht rechtzeitig
es: La microinfusora no respondió a tiempo
fi: Pumppu ei vastannut ajoissa
fr: La pompe n’a pas répondu à temps
he: המשאבה לא הגיבה בזמן
it: La pompa non ha risposto in tempo
ja: ポンプが時間内に反応しませんでした
nb: Pumpen svarte ikke i tide
nl: Pomp reageerde niet op tijd
pl: Czas oczekiwania na odpowiedź pompy został przekroczony
pt_br: Bomba não respondeu a tempo
ro: Pompa nu a răspuns la timp
ru: Отклик от помпы не получен вовремя
sk: Pumpa neodpovedala načas
sv: Pumpen svarade inte inom utsatt tid
tr: Pompa zamanında yanıt vermedi
vi: Bơm không phản ứng kịp lúc
zh_hans: 泵没有及时响应

source: Response %@ is invalid
da: Svaret %@ er ugyldigt
de: Antwort %@ ist ungültig
es: Le respuesta %@ es inválida
fi: Vastaus %@ on virheellinen
fr: La réponse %@ n’est pas valide
he: התגובה %@ אינה חוקית
it: La risposta %@ non è valida
ja: %@のレスポンスは無効です
nb: Responsen %@ er ikke gyldig
nl: Reactie %@ is ongeldig
pl: Odpowiedź %@ jest nieprawidłowa
pt_br: Resposta %@ é inválida
ro: Răspunsul %@ este invalid
ru: Отклик %@ неверен
sk: Odpoveď %@ je neplatná
sv: Respons %@ ogiltig
tr: Yanıt %@ geçersiz
vi: Phản hồi %@ không hợp lệ
zh_hans: 响应%@无效

source: RileyLink command did not respond
da: RileyLink svarer ikke
de: RileyLink-Befehl reagierte nicht
es: El comando de RileyLink no respondió
fr: La commande RileyLink n'a pas répondu
he: פקודת ריילילינק לא הגיבה
it: Rileylink non ha risposto al comando
nb: RileyLink-kommandoen svarte ikke
nl: Er was geen reactie van het RileyLink commando
pl: Komenda RileyLink nie odpowiedziała
ro: Comanda RileyLink nu a răspuns
ru: RileyLink не получил ответ на команду
sk: RileyLink príkaz neodpovedal
tr: RileyLink komutu yanıt vermedi
zh_hans: RileyLink 命令没有响应

source: RileyLink did not respond in time
da: RileyLink svarede ikke i tide
de: RileyLink hat nicht rechtzeitig geantwortet
es: RileyLink no respondió a tiempo
fi: RileyLink ei vastannut ajoissa
fr: Le RileyLink n'a pas répondu à temps
he: ריילילינק לא הגיב בזמן
it: RileyLink non ha risposto in tempo
nb: RileyLink svarte ikke i tide
nl: RileyLink reageerde niet op tijd
pl: RileyLink nie odpowiedział na czas
ro: RileyLink nu a răspuns la timp
ru: RileyLink не отвечает (завис)
sk: RileyLink neodpovedal včas
sv: Din RileyLink svarade inte i tid
tr: RileyLink zamanında yanıt vermedi
zh_hans: RileyLink 没有及时响应

source: RileyLink firmware does not support the %@ command
da: RileyLink firmware understøtter ikke %@ kommandoen
de: RileyLink Firmware unterstützt den Befehl %@ nicht
es: RileyLink firmware no soporta el comando %@
fi: RileyLink-laiteohelmisto ei tue %@ komentoa
fr: Le firmware du RileyLink ne reconnait pas la commande %@
he: קושחת הריילילינק אינה תומכת בפקודה %@
it: Il firmware del RileyLink non supporta il comando %@
ja: RileyLinkファームウェアは%@ コマンドをサポートしていません
nb: RileyLink firmware støtter ikke %@ kommandoen
nl: De RileyLink firmware ondersteunt het %@ commando niet
pl: Oprogramowanie RileyLink nie obsługuje polecenia %@
pt_br: O firmware do RileyLink não suporta o comando %@
ro: Firmware RileyLink nu poate efectua comanda %@
ru: Прошивка RileyLink не поддерживает команду %@
sk: Firmvér RileyLink nepodporuje príkaz %@
sv: RileyLink-enhetens firmware stöder inte kommandot %@
tr: RileyLink aygıt yazılımı %@ komutunu desteklemiyor
vi: Chương trình cơ sở của RileyLink không hỗ trợ lệnh %@
zh_hans: RileyLink固件不支持%@命令

source: RileyLink is busy
da: RileyLink er optaget
de: RileyLink ist beschäftigt
es: RileyLink está ocupado
fr: Le RileyLink est occupé
he: ריילילינק עסוק
it: RileyLink è occupato
nb: RileyLink er opptatt
nl: RileyLink is bezig
pl: RileyLink jest zajęty
ro: RileyLink este ocupat
ru: Rileylink занят
sk: RileyLink je zaneprázdnený
tr: RileyLink meşgul
zh_hans: RileyLink 繁忙

source: RileyLink is not connected
da: RileyLink er ikke tilsluttet
de: RileyLink ist nicht verbunden
es: RileyLink no está conectado
fi: RileyLink ei ole yhdistetty
fr: Le RileyLink n'est pas connecté
he: ריילילינק לא מחובר
it: RileyLink non è connesso
nb: RileyLink er ikke tilkoblet
nl: RileyLink is niet verbonden
pl: RileyLink nie jest podłączony
ro: RileyLink nu este conectat
ru: RileyLink не подключен
sk: RileyLink nie je pripojený
sv: RileyLink är inte ansluten
tr: RileyLink bağlı değil
zh_hans: RileyLink 未连接

source: RileyLink may need to be turned off and back on
da: Der er måske behov for at slukke og tænde for RileyLink
de: RileyLink muss möglicherweise aus- und wieder eingeschaltet werden
es: Es posible que sea necesario apagar y volver a encender RileyLink
fr: Le RileyLink pourrait avoir besoin d'être éteint et rallumé
he: ייתכן שיש צורך לכבות את הריילילינק ולהפעיל אותו מחדש
it: Potrebbe essere necessario spegnere e riaccendere RileyLink
nb: RileyLink må kanskje slås av og på igjen
nl: RileyLink moet mogelijk uit- en weer ingeschakeld worden
pl: RileyLink może wymagać wyłączenia i ponownego włączenia
ro: Poate fi necesar ca RileyLink să fie oprit și repornit
ru: RileyLink необходимо перезагрузить (выключить и включить)
sk: RileyLink môže byť potrebné vypnúť a znova zapnúť
tr: RileyLink'in kapatılıp tekrar açılması gerekebilir
zh_hans: RileyLink 可能需要关闭并重新开启

source: The RileyLink was temporarily disconnected
da: RileyLink blev midlertidigt afbrudt
de: Verbindung zu RileyLink wurde vorübergehend unterbrochen
es: RileyLink fue temporalmente desconectado
fi: Yhteys RileyLinkiin oli tilapäisesti poikki
fr: Le RileyLink a été temporairement déconnecté
he: הריילילינק נותק זמנית
it: RileyLink è stato temporaneamente disconnesso
ja: RileyLinkの接続が一時的に切れました
nb: RileyLink ble midlertidig frakoblet
nl: The RileyLink was tijdelijk niet verbonden
pl: RileyLink został tymczasowo rozłączony
pt_br: O RileyLink foi temporariamente desconectado
ro: RileyLink a fost temporar deconectat
ru: Связь с RileyLink была временно потеряна
sk: RileyLink bol dočasne odpojený
sv: RileyLink-enheten har blivit frånkopplad temporärt
tr: RileyLink'in bağlantısı geçici olarak kesildi
vi: Rileylink tạm thời mất kết nối
zh_hans: RileyLink暂时断开连接

source: Unknown characteristic
da: Ukendt karakteristik
de: Unbekannte Charakteristik
es: Característica desconocida
fi: Tuntematon ominaisuus
fr: Caractéristique inconnue
he: מאפיין לא ידוע
it: Caratteristica sconosciuta
ja: エラー不明
nb: Ukjent karakteristikk
nl: Onbekende eigenschap
pl: Nieznany błąd
pt_br: Característica Desconhecida
ro: Caracteristică necunoscută
ru: Неизвестная характеристика
sk: Neznáma charakteristika
sv: Okänd data
tr: Bilinmeyen karakteristik
vi: Đặc điểm không xác định
zh_hans: 未知特性

source: Unknown characteristic: %@
da: Ukendt karakteristik: %@
de: Unbekannte Charakteristik: %@
es: La característica desconocida: %@
fr: Caractéristique inconnue: %@
he: מאפיין לא ידוע: %@
it: Caratteristica sconosciuta: %@
nb: Ukjent karakteristikk: %@
nl: Onbekende eigenschap: %@
pl: Nieznane powiadomienie: %@
ro: Caracteristică necunoscută: %@
ru: Неизвестная характеристика: %@
sk: Neznáma charakteristika: %@
tr: Bilinmeyen karakteristik: %@
zh_hans: 未知特性：%@

source: Unknown service: %@
da: Ukendt service: %@
de: Unbekannter Dienst: %@
es: Servicio Desconocido: %@
fr: Service inconnu: %@
he: שירות לא ידוע: %@
it: Servizio sconosciuto: %@
nb: Ukjent tjeneste: %@
nl: Onbekende service: %@
pl: Nieznana usługa: %@
ro: Serviciu necunoscut: %@
ru: Неизвестный сервис: %@
sk: Neznáma služba: %@
tr: Bilinmeyen hizmet: %@
zh_hans: 未知服务：%@
